---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecLoadsummaryConnectedLoadParam
source: html/575ff931-0739-29d5-c586-37b1b2ad9b86.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecLoadsummaryConnectedLoadParam Property

"Connected Load (VA)"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecLoadsummaryConnectedLoadParam { get; }
```